results/Hono/1.txt
Bombarding http://localhost:3000/ with 2000000 request(s) using 5000 connection(s)
 2000000 / 2000000 [=============================================================================================================================] 100.00% 56490/s 35s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     57015.74    5377.92   79658.42
  Latency       87.75ms   110.63ms      7.52s
  HTTP codes:
    1xx - 0, 2xx - 2000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     9.69MB/s