results/Hono/1.txt
Bombarding http://localhost:3000/ with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [============================================================================================================================] 100.00% 57358/s 17s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     58008.91    7949.15   77280.29
  Latency        8.62ms     3.11ms   173.76ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     9.89MB/s