results/Hono/2.txt
Bombarding http://localhost:3000/id/90?name=bun with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [============================================================================================================================] 100.00% 49383/s 20s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     49653.26    5823.44   68301.15
  Latency       10.08ms     1.15ms   120.79ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     9.29MB/s