results/Hono/4.txt
Bombarding http://localhost:3000/json with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [==================================================================================================================================================================] 100.00% 45323/s 22s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     45510.29    4527.11   58833.51
  Latency       11.00ms   842.30us    86.85ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    11.16MB/s