results/Hono/4.txt
Bombarding http://localhost:3000/json with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [==================================================================================================================================================================] 100.00% 46599/s 21s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     46874.55    3925.21   61529.63
  Latency       10.68ms     1.14ms   103.88ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    11.48MB/s